{
    "proker" : [
        {
            "name": "IF Festival",
            "date": "1 Mei 2024",
            "eventFormat": "Offline",
            "description": "IF FEST AKADEMIK - SENI adalah salah satu ajang perlombaan internal Teknik Informatika Fakultas Ilmu Komputer Universitas Sriwijaya yang bertujuan untuk meningkatkan kemampuan dan nalar pada setiap peserta dalam dunia Teknologi dan Informasi."
        }, 
        {
            "name": "Seminar Konsentrasi Bidang Riset",
            "date": "6 Juli 2024",
            "eventFormat": "Online",
            "description": "Seminar berisi arahan dan informasi bagi mahasiswa terutama semester atas untuk bereksplorasi dan menentukan bidang ilmu pilihannya di bidang Teknik Informatika."
        },
        {
            "name": "Webdev Pioneer",
            "date": "Selama Kabinet Antavarta Menjabat",
            "eventFormat": "Online",
            "description": "Belajar bareng mengenai basic of web dev mulai dari HTML, CSS, Tailwind dan basic JS."
        },
        {
            "name": "PKKMB Jurusan",
            "date": "8 Agustus 2024",
            "eventFormat": "Offline",
            "description": "Proker tahunan bekerjasama dengan pihak jurusan dan fakultas untuk menerima mahasiswa baru, guna memberikan gambaran umum proses perkuliahan kepada mahasiswa baru."
        },
        {
            "name": "Sriwijaya Informatics Exhibition (SRIFOTON)",
            "date": "-",
            "eventFormat": "Hybrid",
            "description": "-"
        },
        {
            "name": "Ngoding X Pemilihan Ketua Angkatan 2024",
            "date": "28 September 2024",
            "eventFormat": "Online",
            "description": "Proker mengundang Alumni Universitas Sriwijaya berperan sebagai platform pertukaran informasi dan koordinasi antara mantan mahasiswa untuk menerapkan pengetahuan mereka. Dan juga menentukan Ketua Angkatan untuk Angkatan 2024."
        },
        {
            "name": "Pelatihan Pemrograman Mahasiswa Angkatan 2024",
            "date": "5 Oktober - 16 November 2024",
            "eventFormat": "Online",
            "description": "Memperkenalkan keterampilan pemrograman esensial bagi mahasiswa Teknik Informatika angkatan 2024 melalui pendekatan praktis dan kolaboratif."
        },
        {
            "name": "Code League",
            "date": "Satu bulan sekali",
            "eventFormat": "Online",
            "description": "Proker bulanan akademik yang merupakan lomba competitive programming bagi seluruh mahasiswa jurusan Teknik Informatika, guna memberikan pemahaman terhadap algoritma dan problem solving kepada mahasiswa."
        },
        {
            "name": "Website HMIF",
            "date": "Selama HMIF masih beroperasi",
            "eventFormat": "Online",
            "description": "Membuat web buatan Himpunan Mahasiswa Informatika, yang berisi tentang struktur kepengurusan HMIF dan terdapat laman berita dan info2 dari Dinas PMB, Kominfo, Kastrad."
        }
    ]
}